Repository: KDE/kdev-xdebug
Catalog: po/*/kdevxdebug.po
Languages: ar, az, ca@valencia, de, eo, es, eu, fi, fr, he, hi, it, nn, ru, sl, sv, tr, zh_tw

source: breakpoint type is not supported
ar: نوع نقطة التوقف غير مدعوم
az: kəsilmə nöqtəsi dəstəklənmir
ca@valencia: el tipus de punt d'interrupció no està implementat
de: Der Typ des Haltepunktes wird nicht unterstützt
eo: rompopunkto tipo ne estas subtenata
es: tipo de punto de interrupción no permitido
eu: eten-puntu mota ez da onartzen
fi: keskeytyskohtatyyppiä ei tueta
fr: Le type de point d'arrêt n'est pas pris en charge
he: אין תמיכה בסוג נקודת העצירה הזאת
hi: ब्रेकपॉइंट प्रकार समर्थित नहीं है
it: Il tipo di breakpoint non è supportato
nn: Avbrotspunktstypen er ikkje støtta
ru: тип точки останова не поддерживается
sl: vrsta prekinitvene točke ni podprta
sv: brytpunktstypen stöds inte
tr: kesme noktası türü desteklenmiyor
zh_tw: 不支援斷點 (breakpoint) 類型

source: No environment group specified, looks like a broken configuration, please check run configuration '%1'. Using default environment group.
ar: لم تحدّد مجموعة بيئة، يبدو أنّ التشكيلة مكسورة، ارجع تشكيلة تشغيل '%1'. استعمال مجموعة البيئة المبدئية.
az: Ətraf mühit qrupu göstərilməyib, ayarlar pozulmuş kimi görünür, lütfən '%1' ayarlarını yoxlayın. İlkin mühit qrupundan istifadə olunur.
ca@valencia: No s'ha especificat un grup d'entorn, pareix que s'ha malmés la configuració, comproveu la configuració d'execució «%1». S'utilitzarà el grup d'entorn predeterminat.
de: Es ist keine Gruppe von Umgebungsvariablen angegeben. Bitte überprüfen Sie die Startkonfiguration „%1“, weil sie anscheinend defekt ist. Die Standardgruppe von Umgebungsvariablen wird verwendet.
eo: Neniu mediogrupo specifita, aspektas kiel rompita agordo, bonvolu kontroli rulagordon '%1'. Uzante defaŭltan mediogrupon.
es: No se ha especificado ningún grupo de entorno. Parece que la configuración está dañada. Compruebe la configuración de ejecución «%1». Se usa el grupo de entorno por omisión.
eu: Ez da ingurune talderik zehaztu, hondatutako konfigurazio bat ematen du, mesedez egiaztatu exekutatzeko '%1' konfigurazioa. Ingurune talde lehenetsia erabiliko da.
fi: Ympäristöryhmää ei ole määritetty, asetus vaikuttaa vialliselta: tarkista määritys ”%1”. Käytetään oletusarvoista ympäristöryhmää.
fr: Aucun groupe d'environnement n'est spécifié. Il semble s'agir d'une configuration corrompue. Veuillez vérifier la configuration d'exécution « %1 ». Utilisation du groupe d'environnement par défaut.
he: לא צוינה קבוצת סביבה, זה נראה כמו הגדרות פגומות, נא להריץ בדיקה על ההגדרות ‚%1’. עוברים להשתמש בקבוצת סביבה כברירת מחדל.
hi: कोई वातावरण समूह उल्लिखित नहीं, विन्यास में कुछ समस्या हो सकती है, कृपया रन विन्यास '%1' जाँच लें. पूर्वन्यस्त वातावरण समूह का प्रयोग हो रहा
it: Non è stato specificato alcun gruppo di ambiente, sembra che la configurazione sia errata; controllare la configurazione di esecuzione «%1».Verrà utilizzato il gruppo di ambiente predefinito.
nn: Omgjevnadsgruppe er ikkje definert. Oppsettet ser ut til å vera ugyldig. Kontroller oppsettet med «%1». Brukar standard omgjevnadsgruppe.
ru: Группа окружения не указана, похоже на повреждённую конфигурацию. Проверьте конфигурацию запуска «%1». Используется группа окружения по умолчанию.
sl: Ni določena nobena skupina za okolje, izgleda kot napačna nastavitev. Prosim preverite nastavitev "%1". Bo uporabljena privzeto skupino v okolju.
sv: Ingen miljögrupp angiven, ser ut som en felaktig inställning, kontrollera körinställningen '%1'. Använder förvald miljögrupp.
tr: Bir ortam grubu seçilemiş, bozuk bir yapılandırma gibi görünüyor. Lütfen '%1' çalıştırma yapılandırmasını kontrol edin. Öntanımlı ortam grubu kullanılıyor.
zh_tw: 沒有指定的環境群組，而看起來像壞掉的設定檔。請檢查執行設定檔「%1」。使用預設環境群組。

source: Starting: %1
ar: يبدأ: %1
az: Başladılır: %1
ca@valencia: S'està iniciant: %1
de: Programmstart: %1
eo: Komencante: %1
es: Iniciando: %1
eu: Abiatzen: %1
fi: Käynnistetään: %1
fr: Démarrage : %1
he: מתחיל: %1
hi: %1 प्रारंभ किया जा रहा है
it: Avvio in corso: %1
nn: Startar: %1
ru: Запускается %1
sl: Začetek: %1
sv: Startar %1...
tr: Başlatılıyor: %1
zh_tw: 正在啟動：%1

source: *** Exited normally ***
ar: *** خرج بصفة طبيعية ***
az: *** Normal çıxdı ***
ca@valencia: *** S'ha eixit normalment ***
de: *** Normal beendet ***
eo: *** Normale eliris ***
es: *** Terminado con normalidad ***
eu: *** Ondo irten da ***
fi: *** Päättyi normaalisti ***
fr: *** Terminé normalement ***
he: *** הסתיים בצורה רגילה ***
hi: *** साधारण तरीके से निकास किया ***
it: *** Uscita normale ***
nn: *** Normal avslutting ***
ru: *** Нормальное завершение ***
sl: *** Normalen izhod ***
sv: *** Avslutades normalt ***
tr: *** Normal olarak çıkıldı ***
zh_tw: *** 正常退出 ***

source: *** Exited with return code: %1 ***
ar: *** خرج برمز إرجاع: %1 ***
az: *** Bu cavab kodu ilə çıxdı: %1 ***
ca@valencia: *** S'ha eixit retornant el codi: %1 ***
de: *** Beendet mit Rückgabewert: %1 ***
eo: *** Eliris kun revenkodo: %1 ***
es: *** Terminado con código de retorno: %1 ***
eu: *** Itzulerako kodearekin irten da: %1 ***
fi: *** Päättyi paluuarvolla: %1 ***
fr: *** Terminé avec le code de retour : %1 ***
he: *** הסתיים עם קוד החזרה: %1 ***
hi: *** %1 रिटर्न कोड के साथ निकास किया ***
it: *** Uscita con codice restituito: %1 ***
nn: *** Avslutting med avsluttingskode: %1 ***
ru: *** Завершено с кодом возврата %1 ***
sl: *** Normalen izhod s kodo: %1 ***
sv: *** Avslutades med returkoden: %1 ***
tr: *** Hata kodu ile çıkıldı: %1 ***
zh_tw: *** 退出並回傳代碼：%1 ***

source: *** Process aborted ***
ar: *** أجهِضت العملية ***
az: *** Əməliyyat ləğv edildi ***
ca@valencia: *** Procés cancel·lat ***
de: *** Prozess abgebrochen ***
eo: *** Procezo ĉesigita ***
es: *** Proceso interrumpido ***
eu: *** Prozesua bertan behera utzi da ***
fi: *** Prosessi keskeytettiin ***
fr: *** Processus interrompu ***
he: *** התהליך בוטל ***
hi: ***प्रक्रिया छोड़ी गई ***
it: *** Processo interrotto ***
nn: *** Prosess avbroten ***
ru: *** Процесс прерван ***
sl: *** Proces prekinjen ***
sv: *** Process avbruten ***
tr: *** Süreç durduruldu ***
zh_tw: *** 執行進程遭中止 ***

source: *** Crashed with return code: %1 ***
ar: *** تحطّم برمز إرجاع: %1 ***
az: *** Bu cavab kodu ilə çökdü: %1 ***
ca@valencia: *** Ha fallat retornant el codi: %1 ***
de: *** Abgestürzt mit Rückgabewert: %1 ***
eo: *** Paneis kun revenkodo: %1 ***
es: *** Fallado con código de retorno: %1 ***
eu: *** Itzulerako kodearekin kraskatu da: %1 ***
fi: *** Kaatui paluuarvolla: %1 ***
fr: *** Arrêté brutalement avec le code de retour : %1 ***
he: *** קרס עם קוד החזרה: %1 ***
hi: *** %1 रिटर्न कोड के साथ क्रैश हुआ ***
it: *** Blocco con codice restituito: %1 ***
nn: *** Krasja med avsluttingskode: %1 ***
ru: *** Сбой с кодом возврата %1 ***
sl: *** Sesut z zaključno kodo: %1 ***
sv: *** Krashade med returkoden: %1 ***
tr: *** Hata kodu ile çöktü: %1 ***
zh_tw: *** 當機並回傳代碼：%1 ***

source: Could not start program '%1'. Make sure that the path is specified correctly.
ar: تعذّر بدء البرنامج '%1'. تأكد من أنّ المسار محدّد بشكل صحيح.
az: '%1' proqramı başladıla bilmədi. Yolun doğru göstərildiyinə əmin olun.
ca@valencia: No s'ha pogut executar «%1». Assegureu-vos que teniu el camí definit correctament.
de: Kann Programm „%1“ nicht ausführen. Stellen Sie sicher, dass der Pfad richtig angegeben ist.
eo: Ne eblis lanĉi programon '%1'. Certiĝu, ke la vojo estas ĝuste specifita.
es: No se puede iniciar el programa «%1». Asegúrese de que ha especificado la ruta correctamente.
eu: Ezin izan du '%1' programa abiatu. Ziurtatu bide-izena ondo zehaztu dela.
fi: Ei voitu käynnistää ohjelmaa ”%1”. Varmista, että sijainti on määritetty oikein.
fr: Impossible de démarrer le programme « %1 ». Veuillez vous assurer que l'emplacement est spécifié correctement.
he: לא ניתן להפעיל את התוכנית ‚%1’. נא לוודא שהנתיב מוגדר כראוי.
hi: '%1' अनुप्रयोग प्रारंभ नहीं कर सके। यह सुनिश्चित कर लें की सही पथ प्रदान है।
it: Impossibile avviare il programma «%1». Assicurati che il percorso sia specificato correttamente.
nn: Klarte ikkje starta programmet «%1». Sjå til at adressa til programmet er rett.
ru: Не удалось запустить программу «%1». Убедитесь, что путь указан верно.
sl: Ni bilo mogoče zagnati programa '%1'. Preverite, da je pot določena pravilno.
sv: Kunde inte starta programmet '%1'. Försäkra dig om att sökvägen är riktigt angiven.
tr: '%1' programı başlatılamadı. Yolun doğru belirtildiğinden emin olun.
zh_tw: 無法啟動程式「%1」，確定路徑是否設定正確。

source: Opening port %1 failed: %2.
ar: فشل فتح المنفذ %1: %2.
az: %1 portu açıla bilmədi: %2
ca@valencia: No s'ha pogut obrir el port %1: %2.
de: Das Öffnen von Port %1 ist fehlgeschlagen: %2.
eo: Malfermado de pordo %1 malsukcesis: %2.
es: La apertura del puerto %1 ha fallado: %2.
eu: %1 ataka irekitzea huts egin du: %2.
fi: Portin %1 avaaminen epäonnistui: %2.
fr: Impossible d'ouvrir le port %1 : %2.
he: פתיחת הפתחה %1 נכשלה: %2.
hi: %1 पोर्ट नहीं खुल सका: %2।
it: Apertura della porta %1 non riuscita: %2.
nn: Klarte ikkje opna porten %1: %2.
ru: Не удалось открыть порт %1: %2.
sl: Odpiranje vrat %1 ni uspelo: %2.
sv: Misslyckades öppna port %1: %2.
tr: %1 kapısını açma başarısız: %2.
zh_tw: 開啟連線埠 %1 失敗：%2。

source: Executes a PHP script with XDebug enabled
ar: ينفّذ سكربت PHP مع تفعيل XDebug
az: XDebug aktiv olduqda, PHP skriptini icra edir
ca@valencia: Executa un script PHP amb XDebug habilitat
de: Führt ein PHP-Skript mit aktiviertem XDebug aus
eo: Lanĉas PHP-skripton kun XDebug ebligita
es: Ejecuta un script php con XDebug activado
eu: PHP gidoi bat exekutatzen du XDebug gaituta duela
fi: Suorittaa PHP-skriptin XDebugin ollessa käytössä
fr: Exécute un script PHP avec « XDebug » activé
he: הפעלת סקריפט PHP עם XDebug פעיל
hi: एक्सडीबग सक्षम करके पीएचपी स्क्रिप्ट चलाएँ
it: Esegue uno script PHP con XDebug abilitato
nn: Køyrer PHP-skript med XDebug
ru: Запускает скрипт PHP с включённым XDebug
sl: Izvede skript PHP z omogočenim XDebug-om
sv: Kör ett PHP-skript med Xdebug aktiverat
tr: XDebug etkin iken PHP betiği çalıştırır
zh_tw: 執行啟用 XDebug 的 PHP 腳本指令

source: XDebug Configuration
ar: اضبط XDebug
az: XDebug ayarları
ca@valencia: Configuració XDebug
de: XDebug-Einrichtung
eo: XDebug Agordo
es: Configuración de XDebug
eu: XDebug konfigurazioa
fi: XDebug-asetukset
fr: Configuration de « XDebug »
he: הגדרות XDebug
hi: एक्सडीबग विन्यास
it: Configurazione di XDebug
nn: XDebug-oppsett
ru: Настройка XDebug
sl: Nastavitev XDebug
sv: XDebug-inställning
tr: XDebug Yapılandırması
zh_tw: XDebug 設定

source: Path Mappings
ar: تخطيطات المسار
az: Yolların tutşdurulması
ca@valencia: Mapats dels camins
de: Zuordnungen der Pfade
eo: Vojomapadoj
es: Mapeado de rutas
eu: Bide-izen mapatzea
fi: Sijaintikytkökset
fr: Correspondances d'emplacements
he: מיפוי נתיבים
hi: पथ मानचित्रण
it: Mappature dei percorsi
nn: Adressetilordningar
ru: Сопоставление путей
sl: Preslikave poti
sv: Avbildningar av sökvägar
tr: Yol Eşlemlemeleri
zh_tw: 位置映射

source: Advanced Settings
ar: الإعدادات المتقدمة
az: Əlavə ayarlar
ca@valencia: Configuració avançada
de: Erweiterte Einstellungen
eo: Plia agordo
es: Preferencias avanzadas
eu: Ezarpen aurreratuak
fi: Lisäasetukset
fr: Paramètres avancés
he: הגדרות מתקדמות
hi: विस्तृत विन्यास
it: Impostazioni avanzate
nn: Avanserte innstillingar
ru: Дополнительные параметры
sl: Napredne nastavitve
sv: Avancerade inställningar
tr: Gelişmiş Ayarlar
zh_tw: 進階設定

source: xdebug.remote_host
az: xdebug.uzaq_host
ca@valencia: xdebug.màquina_remota
es: xdebug.máquina_remota
eu: xdebug.urruneko_ostalaria
fi: xdebug.etäkone
fr: xdebug.hôte-distant
nn: xdebug.fjernvern
sv: xdebug-fjärrvärddator
tr: xdebug.uzak_sunucu

source: yourhost
ar: مستضيفك
az: sizin_host
ca@valencia: la_vostra_màquina
eo: via gastiganto
es: sumáquina
eu: zureostalaria
fi: omakone
fr: votre-hôte
hi: आपका होस्ट
it: tuohost
nn: dinvert
sv: din_värddator
tr: sunucunuz

source: xdebug.remote_port
az: xdebug.uzaq_port
ca@valencia: xdebug.port_remot
eu: xdebug.urruneko_ataka
fi: xdebug.etäportti
fr: xdebug.port-distant
nn: xdebug.fjernvert
sv: xdebug.fjärrport
tr: xdebug.uzak_kapı

source: XDebug
hi: एक्सडीबग
